Repository: simula-lab/simula-levantine-dates-for-arabic-sites
Catalog: languages/simula-levantine-dates-for-arabic-wp-*.po
Languages: ar

source: Simula Levantine Dates for Arabic Wordpress
ar: نسق التاريخ في بلاد الشام لووردبرس العربي من ‫Simula

source: Converts Arabic numerals in dates into Arabic-Indic numerals, and Modern Standard Arabic month names to Levantine equivalent
ar: حول أسماء الأشهر من العربية الحديثة إلى أسماء الأشهر المستخدمة في بلاد الشام، وكذلك حول الأرقام في التواريخ من أرقام عربية إلى أرقام هندية

source: Levantine Dates Settings
ar: إعدادات إضافة نسق التاريخ في بلاد الشام

source: Levantine Dates
ar: نسق التاريخ في بلاد الشام

source: This plugin is brought to you by Simula.
ar: هذه الإضافة من إنتاج شركة

source: Visit us at
ar: زورونا على الموقع

source: to learn more about what we do!
ar: كي تعرفوا المزيد حول شركتنا

source: Choose months format
ar: اختر نسق الشهور

source: Month format options
ar: خيارات نسق الشهور

source: Use Arabic-Indic numerals
ar: استخدم الأرقام الهندية

source: Select the format for displaying months.
ar: اختر نسق الشهور المناسب.

source: No Change
ar: لا تغيير

source: Levantine
ar: شهور بلاد الشام

source: Levantine/MSA
ar: شباط/فبراير

source: MSA/Levantine
ar: فبراير/شباط
